var quotes = document.getElementById('quote')
 

quoteArray = [
    {
        Q : '{الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما}'
    },
    {
        Q : "{فهو في عيشة راضية}"
 
    },
    {
        Q :"{فإن الجنة هي المأوى}"
    },
    {
        Q : "{ولقد تركناها آية فهل من مدكر}"
    },
    {
        Q : "{إلا الذين تابوا وأصلحوا وبينوا فأولئك أتوب عليهم وأنا التواب الرحيم}"
    },
    {
        Q :"{هم درجات عند الله والله بصير بما يعملون}"
    },
    {
        Q : "{لا تحرك به لسانك لتعجل به}"
    },
    {
        Q : "{لا تحرك به لسانك لتعجل به}"
    },
    {
        Q : "{يا أيها الناس أنتم الفقراء إلى الله والله هو الغني الحميد}"
    },
    {
        Q : "{فاعلم أنه لا إله إلا الله واستغفر لذنبك وللمؤمنين والمؤمنات والله يعلم متقلبكم ومثواكم}"
    },
    {
        Q : "{وأقيموا الصلاة وآتوا الزكاة وما تقدموا لأنفسكم من خير تجدوه عند الله إن الله بما تعملون بصير}"
    },
    {
        Q : "{وما لنا ألا نتوكل على الله وقد هدانا سبلنا ولنصبرن على ما آذيتمونا وعلى الله فليتوكل المتوكلون}"
    },
]

function displayQuote()
{
    var box =quoteArray[Math.round(Math.random()*10)].Q;
    quotes.innerHTML = ` <h3 class="py-3" id="quote">${box}</h3>`

}


